Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/opetushallituksen_cygnaeus-palkinto_saamen_kielten_etaopetushankkeelle.html.tmx
Source language: fin
Languages: sme

source: Opetushallituksen Cygnaeus-palkinto saamen kielten etäopetushankkeelle
sme: Oahpahusráđđehusa Cygnaeus-bálkkašupmi sámegielaid gáiddusoahpahusprošektii

source: Opetushallitus palkitsi Utsjoen kunnan ja Saamelaiskäräjien yhteisen saamen kielten etäopetushankkeen vuoden 2020 Cygnaeus-palkinnolla.
sme: Oahpahusráđđehus bálkkašii Ohcejoga gieldda ja Sámedikki oktasaš sámegielaid gáiddusoahpahusprošeavtta jagi 2020 Cygnaeus-bálkkašumiin.

source: Palkinnon saaja julkistettiin 23.11.2020 verkossa järjestetyssä juhlatilaisuudessa.
sme: Bálkkašumi oažžu almmuhuvvui 23.11.2020 neahtas lágiduvvon ávvodilálašvuođas.

source: Palkinnon luovutti Opetushallituksen pääjohtaja Olli-Pekka Heinonen.
sme: Bálkkašumi geigii Oahpahusráđđehus váldohoavda Olli-Pekka Heinonen.

source: Cygnaeus-palkinto myönnetään yksilölle, hankkeelle tai yhteisölle, joka on edistänyt tasa-arvoisia ja yhdenvertaisia oppimismahdollisuuksia Suomessa.
sme: Cygnaeus-bálkkašupmi addojuvvo ovttaskas olbmui, prošektii dahje servošii, mii lea ovddidan dásseárvosaš ja ovttaveardásaš oahppanvejolašvuođaid Suomas.

source: Palkintokriteereissä painotettiin tänä vuonna osallisuutta, saavutettavuutta ja inkluusiota edistäviä toimintatapoja.
sme: Bálkkašupmekritearan deattuhuvvojedje dán jagi doaibmanvuogit, mat ovddidit oasálašvuođa, beasatlašvuođa ja inklušuvnna.

source: – Tämä on merkittävä tunnustus hankkeelle, joka on ehtinyt olla käynnissä ja kehittää toimintaansa vasta pari vuotta, sanoo hanketta johtava Hanna Helander Utsjoen kunnasta.
sme: – Dát lea dehálaš fuomášupmi prošektii, mii lea leamašan jođus ja ovddidan doaimmaidis easkka moadde jagi, muitala prošeaktahoavda Hanna Helander Ohcejoga gielddas.

source: Hanke on järjestänyt syksystä 2018 alkaen inarin-, koltan ja pohjoissaamen kielten opetusta saamelaisten kotiseutualueen kuntien ulkopuolella.
sme: Prošeakta lea lágidan čavčča 2018 rájes anáraš-, nuortalaš- ja davvisámegiela oahpahusa sámiid ruovttuguovllu gielddaid olggobeallái.

source: Oppilasmäärä on noussut vuosittain parilla kymmenellä, ollen nyt noin 90 oppilasta ja opiskelijaa yhteensä 67 koulusta.
sme: Ohppiidlohku lea lassánan jahkásaččat mottiinlogiin, nu ahte dál oahppit ja studeanttat leat oktiibuot sullii 90 oktiibuot 67 skuvllas.

source: Yhteistyössä on mukana 36 opetuksen järjestäjää.
sme: Ovttasbarggus leat mielde 36 oahpahusa ordnejeaddji.

source: Hankkeen opettajina kuluvana lukuvuonna toimivat Henna Aikio, Satu-Marjut Nieminen, Joni Saijets, Sirkka Sanila ja Sonja Moshnikoff .
sme: Prošeavtta oahpaheaddjin barget dán lohkanjagi Henna Aikio, Satu-Marjut Nieminen, Joni Saijets, Sirkka Sanila ja Sonja Moshnikoff .

source: Hanke on ottanut käyttöön tarinankerrontaa ja leikillisiä oppimisen tapoja.
sme: Prošeavtta oahpahusas leat mielde máinnasteapmi ja stohkosat.

source: – Myös luontopedagogiikkaa voidaan hyödyntää opetuksessa, kertoo Helander.
sme: – Maiddái luondopedagogihka sáhttá geavahit oahpahusas, muitala Helander.

source: Hanke mahdollistaa kaikkien Suomen saamen kielten ja saamelaisen kulttuurin opetuksen.
sme: Prošeakta addá vejolašvuođa buot Suomas hubmojuvvon sámegiela sámi kultuvrra oahpahusa.

source: Samalla se kehittää juuri tähän opetukseen soveltuvaa etäopetuspedagogiikkaa.
sme: Seammás dat ovddida namalassii dáid oahpahussii vuogas gáiddusoahpahuspedagogihka.

source: – Perimmäisenä tavoitteena on saamen kielten ja saamenkielisen opetuksen saaminen pysyvälle perustalle koko maassa, sanoo Saamelaiskäräjien koulutussihteeri Ulla Aikio-Puoskari.
sme: – Loahpalaš mihttomearrin lea sámegielaid ja sámegielat oahpahusa stáđásmahttin olles riikkas, dadjá Sámedikki skuvlenčálli Ulla Aikio-Puoskari.

source: – Etäyhteyksiä hyödyntävän opetuksen kehittämishanke on ensimmäinen konkreettinen askel tässä.
sme: – Gáiddusoahpahusa ovddidanprošeakta lea vuosttaš lávki dás.

source: Hanke jatkuu vuoden 2021 loppuun saakka, jonka jälkeen toiminnan odotetaan jatkuvan pysyvästi.
sme: Prošeakta joatkašuvvá jagi 2021 lohppii. Dan maŋŋel vuordimis lea, ahte doaibma joatkašuvvá bissovaš doaibman.

source: – Toivomme, että tieto saamen kielten oppimismahdollisuudesta koko maassa saa palkinnon myötä enemmän näkyvyyttä, iloitsee hankkeen koordinaattori Arla Magga Saamelaiskäräjiltä.
sme: – Mii sávvat, ahte diehtu sámegielaid oahppanvejolašvuođas olles riikkas oažžu bálkkašumi geigema maŋŋel eanet fuomášumi, illuda prošeavtta koordináhtor Arla Magga Sámedikkis.

source: Pohjoissaamen oppilaita on nyt yhteensä 45, inarinsaamen 27 ja koltansaamen 18. – Paljon on vielä tehtävää, että voimme varmistaa saamelaislapsille ja -nuorille yhdenvertaisen oikeuden oman kielensä opetukseen.
sme: Davvisámegiela oahppit leat dál oktiibuot 45, anárašgiela 27 ja nuortalašgiela 18. – Lea vel ollu bargu, vai mii sáhttit sihkkarastit sámemánáide ja -nuoraide ovttaveardásaš vuoigatvuođa iežas giela oahpahussii.

source: Kehitämme nyt opetusta etäyhteyksin ja pyrimme saamaan aikaan mahdollisimman tasokkaan ja pedagogisesti hyvin suunnitellun kokonaisuuden, sanoo hankkeessa sen alusta asti työskennellyt Magga.
sme: Mii ovddidit dál oahpahusa gáiddusin ja seammás min ulbmilin lea oažžut nu alla dási ja pedagogalaččat bures plánejuvvon ollislašvuođa, muitala Magga, guhte lea bargan prošeavttas dan álggu rájes.

source: Cygnaeus-palkintoa on jaettu vuodesta 1981.
sme: Cygnaeus-bálkkašupmi lea addojuvvon jagi 1981 rájes.

source: Kouluhallitus perusti palkinnon kunnioittamaan Suomen oppivelvollisuusisän Uno Cygnaeuksen (1810–1888) muistoa.
sme: Skuvlaráđđehus vuođđudii bálkkašumi gudnejahttit Suoma oahppogeatnegasvuođa áhči Uno Cygnaeus (1810–1888) muittu.

source: Kouluhallitus lakkautettiin vuonna 1991, ja tilalle perustettu Opetushallitus jatkoi palkinnon jakamista.
sme: Skuvlaráđđehus heaittihuvvui jagi 1991, ja dan sadjái vuođđuduvvon Oahpahusráđđehus jotkkii bálkkašumi addima.

source: Palkinnon myöntämisperusteet uudistettiin vuonna 2019.
sme: Bálkkašumi geigenvuođuštusat ođasmahttojedje jagi 2019.

source: Cygnaeus-palkinnolla huomioidaan nyt tasa-arvoa ja yhdenvertaisuutta edistävää toimintaa.
sme: Cygnaeus-bálkkašumiin addojuvvo fuomášupmi dál dásseárvui ja ovttaveardásašvuođa ovddideaddji doaimmaide.

source: Opetushallituksessa toimiva Cygnaeus-palkintotoimikunta valitsi saamen kielten etäyhteyksiä hyödyntävän opetuksen pilottihankkeen yhteensä 29:n ehdotuksen ja kuuden finalistin joukosta.
sme: Oahpahusráđđehusa Cygnaeus-bálkkašupmedoaibmagoddi válljii sámegielaid gáiddusoahpahusa pilohttaprošeavtta oktiibuot 29 evttohusa ja guđa finalistta joavkkus.

source: Palkinnon valitsijoina toimivat tänä vuonna projektiasiantuntija Michaela Moua oikeusministeriöstä ja professori Markku Jahnukainen Helsingin yliopistosta.
sme: Bálkkašumi válljiiga dán jagi prošeaktaáššedovdi Michaela Moua vuoigatvuohtaministeriijas ja professor Markku Jahnukainen Helssega universitehtas.

source: Tutustu Cygnaeus-palkintohaun 2020 kuuteen finalistiin!
sme: Oahpásnuva Cygnaeus-bálkkašumi 2020 guđa finalistii!

source: OPH:n uutinen 13.10.2020
sme: Oahpahusráđđehusa ođas 13.10.2020 (suomagillii)

source: Lisätietoja:
sme: Lassedieđut:

source: Projektipäällikkö Hanna Helander, etunimi.sukunimi@edu.utsjoki.fi
sme: Prošeaktahoavda Hanna Helander, ovdanamma.goargu@edu.utsjoki.fi

source: Koordinaattori Arla Magga, etunimi.sukunimi@samediggi.fi
sme: Koordináhtor Arla Magga, ovdanamma.goargu@samediggi.fi

source: Koulutussihteeri Ulla Aikio-Puoskari, etunimi.sukunimi@samediggi.fi
sme: Skuvlenčálli Ulla Aikio-Puoskari, ovdanamma.goargu@samediggi.fi
